{
    "text1": "Burger for lunch",
    "text2": "good mood guaranteed",
    "text3": "PIZZA OF THE DAY",
    "text4": "SPICY SICILIANA",
    "text5": "We deliver your needs within minutes",
    "text6": "VIEW MENU",
    "text7": "OUR MENU",
    "text8": "CHICKEN",
    "text9": "PIZZA ",
    "text10": "SALADS",
    "text11": "SAUCES",
    "text12": "DRINKS",
    "text13": "SWEETS",
    "text14": "MUST-TRY AMERICAN FOODS",
    "text15": "Fast Food",
    "text16": "Burger Menu",
    "text17": "You're gonna need two hands to hold our toasted buns. Our fresh, juicy burgers are served up medium-well with a side of fries and a whole lot of flavor.",
    "text18": "Pizza & Roll",
    "text19": "Craving Pizza?",
    "text20": "Then order different types of pizzas with us. We deliver your needs within minutes",
    "text21": "Burgers",
    "text22": "Enjoy a favorite from the our burger menu and pick from a large selection of classic burgers like the Big Mac®, or pick a fresh beef burger like the Quarter Pounder®* with Cheese! Get your burgers delivered with we or pick it up with curbside pickup using Mobile Order & Pay!",
    "text23": "Delivery Services",
    "text24": "We deliver your needs within minutes. Restaurants and more, delivered to your door. From your neighborhood sushi spot to the burger and fries you crave, choose from over 300 local and national favorites across. Breakfast, lunch, dinner and more, delivered safely to your door.",
    "text25": "LEARN MORE",
    "text26": "OUR BEST PRODUCTS",
    "text27": "SEE ALL MENU",
    "text28": "About Us",
    "text29": "Home",
    "text30": "Wellome!",
    "text31": "Best burger ideas & traditions from the whole world",
    "text32": "The burger is a great and mighty food, and one of its best features is that it's a veritable blank canvas for any kind of crazy flavors you happen to be craving.",
    "text33": "We all speak different languages, but there's one thing most people agree on: burgers are awesome. These are the best in the world!",
    "text34": "CONTACT NOW",
    "text35": "Our Quality",
    "text36": "Chicken",
    "text37": "Quality is our #1 ingredient. That’s why our Chicken Wings, Chicken Bites and Grilled Chicken Topping are made from chickens raised without antibiotics and fed an all vegetable-grain diet, with no animal by-products. Plus, our Bites are made with 100% chicken breast meat.",
    "text38": "ORDER NOW",
    "text39": "Some of the world’s best cheese is made close to home! All our deliciously melty Mozzarella is made with 100% Canadian milk. We’re proud to support Canadian dairy farmers.",
    "text40": "Pizza Douch",
    "text41": "Quality is our #1 ingredient. That’s why our Chicken Wings, Chicken Bites and Grilled Chicken Topping are made from chickens raised without antibiotics and fed an all vegetable-grain diet, with no animal by-products. Plus, our Bites are made with 100% chicken breast meat.",
    "text42": "Make the thing Anything is Possible",
    "text43": "Always Quality",
    "text44": "Our Talented Chefs",
    "text45": "COOKING OPTIONS",
    "text46": "Blog Details",
    "text47": "Blog",
    "text48": "PRICE:",
    "text49": "QUANTITY",
    "text50": "CART TOTALS",
    "text51": "TOTAL:",
    "text52": "Clear Cart",
    "text53": "Order Now",
    "text54": "We guarantee",
    "text55": "30 Minutes Delivery!",
    "text56": "If you’re having a meeting, working late at night and need an extra push. Let us know and we will be there",
    "text57": "SUBSCRIBE",
    "text58": "to the newsletters and content update",
    "text59": "SUBMIT",
    "text60": "Enter a valid email address",
    "text61": "LOCATION",
    "text62": "28 Jackson Blvd Ste 1020",
    "text63": "Chicago",
    "text64": "FOLLOW US",
    "text65": "©2020 Privacy policy",
    "text66": "Home",
    "text67": "About",
    "text68": "Our Menu",
    "text69": "Best Product",
    "text70": "Delivery Time",
    "text71": "Blog",
    "text72": "ADD TO CART",
    "text73": "Double Burger",
    "text74": "Farm House",
    "text75": "Bacon Burger",
    "text76": "Special Offer",
    "text77": "Black Burger",
    "text78": "King Burger",
    "text79": "BEST FOOD QUALITY",
    "text80": "WORKING HOURS",
    "text81": "24-hour work",
    "text82": "FREE DELIVERY",
    "text83": "We deliver your needs within minutes",
    "text84": "Chicken leg",
    "text85": "Crispy Chicken Strips",
    "text86": "Chicken wings",
    "text87": "Ham and mushrooms",
    "text88": "Crazy shrimps",
    "text89": "Chicken Gourmet",
    "text90": "Chicken",
    "text91": "Hawaiian",
    "text92": "Barbecue",
    "text93": "Grilled Chicken Salad",
    "text94": "Crispy Chicken Club Salad",
    "text95": "Big Italian Salad",
    "text96": "Summer Veggie Chopped Salad",
    "text97": "Stuffed Tomato Salad",
    "text98": "TOMATO SAUCE",
    "text99": "CHILI SAUCE",
    "text100": "KETCHUP",
    "text101": "CHEESE SAUCE",
    "text102": "TARTAR SAUCE",
    "text103": "MAYONNAIESE",
    "text104": "GARLIC SAUCE",
    "text105": "COCA-COLA",
    "text106": "FANTA",
    "text107": "TEA",
    "text108": "COFEE",
    "text109": "CAPPUCINO",
    "text110": "Chocolate cheesecakes",
    "text111": "Tres leches cake",
    "text112": "Banana pudding",
    "text113": "Almond cake",
    "text114": "Carrot cake",
    "text115": "Brownies",
    "text116": "BURGER WITH BEEF",
    "text117": "BACON BURGER",
    "text118": "BIG MAC",
    "text119": "BURGER WITH BEEF",
    "text120": "Summer Veggie Chopped Salad",
    "text121": "Tres leches cake",
    "text122": "CHEF",
    "text123": "Everything We Pizza, We Pizza With Love. Designer Fastfood.",
    "text124": "MANAGER",
    "text125": "SEASONAL",
    "text126": "SWEETS",
    "text127": "Best chocolate cake",
    "text128": "June 8, 2015",
    "text129": "LEARN MORE",
    "text130": "Chocolate cake, with its fudgy-yet-fluffy layers and swirls of creamy frosting, is synonymous with the leg-twisting...",
    "text131": "DISHES",
    "text132": "OCCASIONS",
    "text133": "How to make the best french fries",
    "text134": "July 22, 2015",
    "text135": "Want to know the secret on how to make French fries super crispy? Starch...",
    "text136": "Step away from the beef",
    "text137": "July 3, 2015",
    "text138": "Classic family lunch",
    "text139": "June 8, 2015",
    "text140": "If you're tired of cooking last minute every weeknight, these easy family meals are here to save the day...",
    "text141": "Best burger dishes",
    "text142": "April 6, 2015",
    "text143": "Kyle Bailey makes these cheese-stuffed “Juicy Lucy” burgers with a custom blend of ground rib eye steak and pork fatback, and serves them on...",
    "text144": "If you're tired of cooking last minute every weeknight, these easy family meals are here to save the day! We know that coming up...",
    "text145": "Chocolate cake, with its fudgy-yet-fluffy layers and swirls of creamy frosting, is synonymous with the leg-twisting delight you felt as a kid, tackling a slice the size of your head and getting it all over your face in the process. It is a first date, butterflies in your stomach shared dessert — two forks. And it is a big birthday celebration, with too many candles to count. It is all of these things; it is the ultimate celebration food. Chocolate cake is always a good idea. But not all chocolate cake recipes are created equal.",
    "text146": "Want to know the secret on how to make French fries super crispy? Starch and Moisture Removal. How do you remove starch from potatoes? – Soak them in cold water. How do you remove moisture from potatoes? –Cook them twice. Read on for everything you need to know about making restaurant quality French fries at home, how to store and reheat them, and even how to make them ahead of time! How to Make Homemade French Fries. 1. Slice the potatoes 1/2 inch thick. (A French Fry Cutter makes this easier.2. Soak them cold in water for at least an hour or overnight. (Longer = crispier fries)3. Rinse them twice with cold water and pat the completely dry.4. Heat oil to 300 degrees. Fry them in about 6 batches for 5-6 minutes. Don’t overcrowd them by placing too many in at a time, they won’t be as crispy. Use a slotted spoon and place on a paper towel.5. Increase heat to 400 degrees. Fry in batches until golden brown, about 5 minutes. 6. Place them on paper towels and sprinkle immediately with salt. Serve with ketchup!",
    "text147": "Inflation is surging, and consumers’ finances are feeling the pinch from all angles. One product in particular that’s become more expensive: beef.The price of beef and veal increased 20.1% between October 2020 and October 2021, recent data from the Bureau of Labor Statistics shows. It’s far outpacing the increasing price of pork, which is 14.1% more expensive than it was at this time last year.Here’s what’s causing beef prices to skyrocket, and why experts believe there might be relief coming around the corner.How much more expensive has beef gotten?“All meat prices are up, but beef prices are up disproportionately higher than the rest of the protein prices,” says Arun Sundaram, an analyst at Wall Street research firm CFRA.Here’s how the increase in beef prices compares to the price increase of other proteins over the past year, according to BLS data.Beef and veal: 20.1%,Pork: 14.1%, Chicken: 8.8%,Fresh fish and seafood: 11%, Eggs: 11.6%. Why has beef gotten so expensive?Many of the factors that led to beef’s dramatic price increase can be traced back to 2020, when Covid shut down production plants and hobbled the nation’s meat production capabilities.The slowdown left farmers with nowhere to send their beef, which resulted in them having to cull cattle and other livestock. That, coupled with uncertainty about the future, caused farmers to scale back their production at the time, which Sundaram says “can affect production more than a year, year and a half down the road.”At the same time, processing facilities have dealt with labor shortages that have reduced their capacity to process meat at the same clip as before the pandemic. This reduced production came as demand for beef returned from both consumers and restaurants, forcing prices higher.",
    "text148": "If you're tired of cooking last minute every weeknight, these easy family meals are here to save the day! We know that coming up with easy dinner ideas for every night of the week can sometimes leave you stuck in a rut. But don't fret! This list includes great recipes for everyone in your crew—whether it's a new chicken dinner, a quick pasta recipe, or even a vegetarian option. Here, you'll find tons of quick 30-minute meals, Instant Pot recipes, and sheet pan suppers that make cleanup easy. Looking for something big enough to feed your hungry crowd of kids? Look no further than The Pioneer Woman's best casserole dishes —like her green chile enchilada casserole or the chicken spaghetti. You'll also find some new twists on childhood classics, like a sloppy joe casserole that's both fun and messy to eat! Along with these comfort food recipes, we've made sure to include some healthy dishes that even a cowboy would approve of. Check out the air fryer pork chops, taco salad, or one of the tasty salmon recipes ahead. So skip the takeout and opt for one of these for hearty meals—your family will thank you!",
    "text149": "Kyle Bailey makes these cheese-stuffed “Juicy Lucy” burgers with a custom blend of ground rib eye steak and pork fatback, and serves them on homemade herb-butter rolls. This streamlined version for the home cook calls for ground beef chuck and store-bought brioche buns. Step 1.In a large bowl, toss 1 tablespoon of kosher salt with the cabbage and massage it until it softens and releases its liquid, about 4 minutes. Drain the cabbage in a colander and rinse it.Step 2.Wipe out the bowl. Add the vinegar, sugar, mustard seeds, 1 cup of water and 1 tablespoon of salt. Add the cabbage to the vinegar mixture, toss to coat and place a plate on top to keep it submerged. Let stand at room temperature for 2 hours. Step 3.Meanwhile, in a large saucepan, heat 1 1/2 inches of vegetable oil to 325°. In a medium bowl, toss the shallots with the Wondra flour. Fry the shallots all at once, stirring gently, until golden, about 7 minutes. Using a slotted spoon, transfer the shallots to a paper towel–lined plate to drain. Season the shallots with salt. Reserve the cooking oil.Step 4.In a medium bowl, combine the ground beef with the onion powder, garlic powder, smoked paprika, Worcestershire sauce and 2 teaspoons each of kosher salt and ground pepper. Knead gently until thoroughly mixed. Form the beef into eight 4-inch patties. Press the shredded cheese into four 2 1/2-inch disks. Sandwich the cheese disks between the patties. Pinch the edges together to seal.Step 5.Heat a grill pan or griddle. Brush the burgers with some of the shallot cooking oil and cook over moderate heat until browned on the bottom, about 3 minutes. Flip the burgers, invert a large heatproof bowl over them and cook until medium within and the cheese is melted, about 3 minutes longer.Step 6.Mound the arugula on the bun bottoms and top with the burgers. Drain the pickled cabbage and mound some of it on the burgers; reserve the rest of the pickled cabbage for another use. Top with the fried shallots and the bun tops and serve.",
    "text150": "Home /",
    "text151": "Our Menu"  ,
    "text152": "Products in pizza:",
    "text153": " tomato sauce, mozzarella cheese, sliced ham, and pineapple",
    "text154": "Continue to Shop"
  }