{
  "text1": "Nahar üçün burger",
  "text2": "yaxşı əhval zəmanətli",
  "text3": "GÜNÜN PİZZASI",
  "text4": "Acılı Siciliana",
  "text5": "Ehtiyaclarınızı dəqiqələr ərzində çatdırırıq",
  "text6": "MENYUYA BAXIN",
  "text7": "BİZİM MENYU",
  "text8": "TOYUQ",
  "text9": "PİZZA ",
  "text10": "SALADLAR",
  "text11": "SOSLAR",
  "text12": "İÇKİLƏR",
  "text13": "ŞİRNİYYATLAR",
  "text14": "AMERİKA QİDALARINI SINAMALISINIZ",
  "text15": "Fast Food",
  "text16": "Burger Menyu",
  "text17": "Qızardılmış çörəklərimizi tutmaq üçün sizə iki əl lazım olacaq. Təzə, şirəli burgerlərimiz qızardılmış kartofla və başqa çoxlu ləzzətlərlə orta səviyyədə təqdim olunur.",
  "text18": "Pizza",
  "text19": "Pizzaya can atırsınız?",
  "text20": "O zaman bizimlə müxtəlif növ pizzalar sifariş edin. Ehtiyaclarınızı dəqiqələr ərzində çatdırırıq",
  "text21": "Burgerlər",
  "text22": "Burger menyumuzdan sevimli yeməklərdən həzz alın və Big Mac® kimi klassik burgerlərin böyük seçimindən seçin və ya Pendirli Quarter Pounder®* kimi təzə mal əti burgerini seçin! Burgerlərinizi bizimlə çatdırın və ya Mobil Sifariş və Ödənişdən istifadə edərək kənardan götürmə ilə götürün!",
  "text23": "Çatdırılma xidmətləri",
  "text24": "Ehtiyaclarınızı dəqiqələr ərzində çatdırırıq. Restoranlar və daha çoxu qapınıza çatdırılır. Qonşuluqdakı suşi məkanından tutmuş arzuladığınız burger və kartof qızartmasına qədər 300-dən çox yerli və milli sevimli yeməklərdən birini seçin. Səhər yeməyi, nahar, şam yeməyi və s. təhlükəsiz şəkildə qapınıza çatdırılır.",
  "text25": "DAHA ƏTRAFLI",
  "text26": "ƏN YAXŞI MƏHSULLARIMIZ",
  "text27": "BÜTÜN MENYUYA BAXIN",
  "text28": "Bizim haqqımızda",
  "text29": "Əsas səhifə",
  "text30": "Nuş olsun!",
  "text31": "Bütün dünyadan ən yaxşı burger ideyaları və ənənələri",
  "text32": "Burger əla və qüdrətli yeməkdir və onun ən yaxşı xüsusiyyətlərindən biri də arzuladığınız hər cür çılğın ləzzətlər üçün əsl boş kətan olmasıdır.",
  "text33": "Hamımız müxtəlif dillərdə danışırıq, lakin insanların çoxunun razılaşdığı bir şey var: burgerlər möhtəşəmdir. Bunlar dünyanın ən yaxşısıdır!",
  "text34": "BİZİMLƏ ƏLAQƏ YARADIN",
  "text35": "Keyfiyyətimiz",
  "text36": "Toyuq",
  "text37": "Keyfiyyət bizim №1 tərkib hissəsidir. Məhz buna görə də bizim Toyuq Qanadları, Toyuq Dişləmələri və Qızardılmış Toyuq Toppinglərimiz antibiotiksiz yetişdirilən və heyvan mənşəli əlavə məhsullar olmayan bütün tərəvəz-dənli pəhrizi ilə bəslənən toyuqlardan hazırlanır. Üstəlik, Bitelərimiz 100% toyuq döş ətindən hazırlanır.",
  "text38": "İNDİ SİFARİŞ EDİN",
  "text39": "Dünyanın ən yaxşı pendirlərindən bəziləri evin yaxınlığında hazırlanır! Bütün ləzzətli əriyən Mozzarellamız 100% Kanada südündən hazırlanır. Biz Kanadalı südçüləri dəstəkləməkdən qürur duyuruq.",
  "text40": "Pizza Xəmiri",
  "text41": "Keyfiyyət bizim №1 tərkib hissəsidir. Məhz buna görə də bizim Toyuq Qanadları, Toyuq Dişləmələri və Qızardılmış Toyuq Toppinglərimiz antibiotiksiz yetişdirilən və heyvan mənşəli əlavə məhsullar olmayan bütün tərəvəz-dənli pəhrizi ilə bəslənən toyuqlardan hazırlanır. Üstəlik, Bitelərimiz 100% toyuq döş ətindən hazırlanır.",
  "text42": "Hər şey mümkün olsun",
  "text43": "Həmişə Keyfiyyət",
  "text44": "Bacarıqlı aşpazlarımız",
  "text45": "Yemək Seçimləri",
  "text46": "Bloq Təfərrüatları",
  "text47": "Bloq",
  "text48": "QİYMƏT:",
  "text49": "KƏMİYYƏT",
  "text50": "Səbətdəkilərin Cəmi",
  "text51": "CƏM:",
  "text52": "Səbəti təmizləyin",
  "text53": "İndi sifariş edin",
  "text54": "Zəmanət veririk",
  "text55": "30 Dəqiqə Çatdırılma!",
  "text56": "Əgər görüş keçirirsinizsə, gecə gec saatlarda işləyirsiniz və əlavə təkan lazımdır. Bizə bildirin və biz orada olaq",
  "text57": "ABUNƏ OLUN",
  "text58": "xəbər bülletenlərinə və məzmun yeniləməsinə",
  "text59": "GÖNDƏR",
  "text60": "Etibarlı e-poçt ünvanı daxil edin",
  "text61": "MƏKAN",
  "text62": "28 Jackson Blvd Ste 1020",
  "text63": "Çikaqo",
  "text64": "BİZİ İZLƏ",
  "text65": "©2020 Məxfilik siyasəti",
  "text66": "Əsas Səhifə",
  "text67": "Haqqımızda",
  "text68": "Menyu",
  "text69": "Ən yaxşı məhsul",
  "text70": "Çatdırılma vaxtı",
  "text71": "Bloq",
  "text72": "SƏBƏTƏ ƏLAVƏ EDİN",
  "text73": "İkiqat Burger",
  "text74": "Ferma evi",
  "text75": "Bekon Burger",
  "text76": "Xüsusi təklif",
  "text77": "Qara Burger",
  "text78": "King Burger",
  "text79": "ƏN YAXŞI QİDA KEYFİYYƏTİ",
  "text80": "İŞ SAATLARI",
  "text81": "24 saat iş",
  "text82": "PULSUZ ÇATDIRILMA",
  "text83": "Ehtiyaclarınızı dəqiqələr ərzində çatdırırıq",
  "text84": "Toyuq ayağı",
  "text85": "Xırtıldayan toyuq zolaqları",
  "text86": "Toyuq qanadları",
  "text87": "Jambon və göbələk",
  "text88": "Dəli krevetlər",
  "text89": "Toyuq Gourmet",
  "text90": "Toyuq",
  "text91": "Havay",
  "text92": "Manqal",
  "text93": "Qızardılmış Toyuq Salatı",
  "text94": "Xırtıldayan Toyuq Klubunun Salatı",
  "text95": "Böyük italyan salatı",
  "text96": "Yay tərəvəzli doğranmış salat",
  "text97": "Doldurulmuş Pomidor Salatı",
  "text98": "TOMAT SOUSU",
  "text99": "ÇİLİ SOSU",
  "text100": "KETÇUP",
  "text101": "PENDİR SOSU",
  "text102": "TARTAR SAUCE",
  "text103": "MAYONEZ",
  "text104": "SARIMSAQ SOSU",
  "text105": "COCA-COLA",
  "text106": "FANTA",
  "text107": "ÇAY",
  "text108": "KOFE",
  "text109": "KAPUÇİNO",
  "text110": "Şokoladlı cheesecakes",
  "text111": "Tres leches tortu",
  "text112": "Banan pudinqi",
  "text113": "Badamlı tort",
  "text114": "Köklü tort",
  "text115": "Brownies",
  "text116": "MAL əti ilə BURGER",
  "text117": "BACON BURGER",
  "text118": "BÖYÜK MAC",
  "text119": "MAL əti ilə BURGER",
  "text120": "Yay tərəvəzli doğranmış salat",
  "text121": "Tres leches tortu",
  "text122": "Aşpaz",
  "text123": "Pizza Hər Şeydir, Sevgi ilə Pizza. Dizayner Fastfood.",
  "text124": "MENECER",
  "text125": "MÖVSÜM",
  "text126": "ŞİRNİYYATLAR",
  "text127": "Ən yaxşı şokoladlı tort",
  "text128": "8 iyun 2015-ci il",
  "text129": "DAHA ƏTRAFLI",
  "text130": "Şokoladlı tort, ləzzətli, lakin tüklü təbəqələri və qaymaqlı dondurmanın qıvrımları ilə ayaqları bükmə ilə sinonimdir ...",
  "text131": "Yeməklər",
  "text132": "DÜZEYLƏR",
  "text133": "Ən yaxşı fransız kartofunu necə etmək olar",
  "text134": "22 iyul 2015-ci il",
  "text135": "Fransız kartoflarının super xırtıldayan bişirilməsinin sirrini bilmək istəyirsiniz? Nişasta...",
  "text136": "Mal ətindən uzaqlaşın",
  "text137": "3 iyul 2015-ci il",
  "text138": "Klassik ailə naharı",
  "text139": "8 iyun 2015-ci il",
  "text140": "Hər həftə gecəsi son dəqiqə yemək bişirməkdən yorulmusunuzsa, bu asan ailə yeməkləri günü xilas etmək üçün buradadır...",
  "text141": "Ən yaxşı burger yeməkləri",
  "text142": "6 aprel 2015-ci il",
  "text143": "Kyle Bailey bu pendirlə doldurulmuş 'Juicy Lucy' burgerlərini üyüdülmüş qabırğalı biftek və donuz əti yağının xüsusi qarışığı ilə hazırlayır və onlara...",
  "text144": "Hər həftə gecəsi son dəqiqədə yemək bişirməkdən bezmisinizsə, bu asan ailə yeməkləri günü xilas etmək üçün buradadır! Bilirik ki, gələcək...",
  "text145": "Şokoladlı tort, ləzzətli, lakin tüklü təbəqələri və qaymaqlı buzlanma burulğanları ilə uşaqlıqda hiss etdiyiniz, başınızın ölçüsündə bir dilimlə mübarizə apararaq və bu prosesdə onu bütün üzünüzə sürtməklə, ayaqlarınızı bükmə ləzzətinin sinonimidir. Bu, ilk görüşdür, mədədə kəpənəklər paylaşılan desert - iki çəngəl. Və bu, saymaq üçün çox şam olan böyük bir ad günüdür. Bütün bunlardır; bu, son bayram yeməyidir. Şokoladlı tort həmişə yaxşı fikirdir. Ancaq bütün şokoladlı tort reseptləri bərabər yaradılmır.",
  "text146": "Fransız kartoflarının super xırtıldayan bişirilməsinin sirrini bilmək istəyirsiniz? Nişasta və Nəm Təmizləmə. Kartofdan nişastanı necə çıxarmaq olar? – Onları soyuq suda isladın. Kartofdan nəmi necə çıxarmaq olar? - Onları iki dəfə bişirin. Evdə restoran keyfiyyətli kartof qızartması hazırlamaq, onları necə saxlamaq və yenidən qızdırmaq, hətta onları vaxtından əvvəl necə hazırlamaq barədə bilmək lazım olan hər şeyi oxuyun! Evdə hazırlanmış kartof qızartması necə hazırlanır. 1. Kartofu 1/2 düym qalınlığında dilimləyin. (Fransız qızartma kəsicisi bunu asanlaşdırır. 2. Onları ən azı bir saat və ya bir gecədə soyuq suda isladın. (Daha uzun = daha xırtıldayan qızartmalar) 3. Onları iki dəfə soyuq su ilə yuyun və tamamilə qurudun.4. Yağı 300-ə qədər qızdırın. dərəcə.Təxminən 6 dəstə halında 5-6 dəqiqə qızardın.Onları bir dəfəyə çox yerləşdirib sıxmayın, o qədər də xırtıldayan olmayacaq.Yivli qaşıq istifadə edin və kağız dəsmalın üzərinə qoyun.5.Artırın 400 dərəcəyə qədər qızdırın.Təxminən 5 dəqiqə qızılı rəngə qədər qızardın.6.Kağız dəsmalların üzərinə qoyun və dərhal duz səpin.Ketçupla xidmət edin!",
  "text147": "İnflyasiya yüksəlir və istehlakçıların maliyyəsi hər tərəfdən sıxıntı hiss edir. Xüsusilə bahalaşan bir məhsul: mal əti. Mal və dana ətinin qiyməti 2020-ci ilin oktyabrından 2021-ci ilin oktyabrına qədər 20,1% artıb, Əmək Statistikaları Bürosunun son məlumatları göstərir. Bu, keçən ilin bu vaxtı ilə müqayisədə 14,1% daha baha olan donuz ətinin artan qiymətini xeyli üstələyir. Mal ətinin qiymətlərinin sürətlə artmasına səbəb olan budur və ekspertlər nəyə görə yaxın gələcəkdə rahatlamanın ola biləcəyinə inanırlar. Nə qədər bahadır mal əti əldə edildimi? Bütün ət qiymətləri bahalaşıb, lakin mal ətinin qiymətləri digər protein qiymətlərindən qeyri-mütənasib şəkildə bahalaşıb deyə Wall Street araşdırma firması CFRA-nın analitiki Arun Sundaram deyir. Mal əti qiymətlərindəki artım qiymətlə necə müqayisə olunur? BLS məlumatlarına görə, son bir ildə digər zülalların artması. Mal və dana əti: 20,1%, Donuz əti: 14,1%, Toyuq: 8,8%, Təzə balıq və dəniz məhsulları: 11%, Yumurta: 11,6%. Mal əti niyə bu qədər bahalaşıb? Mal ətinin kəskin qiymət artımına səbəb olan bir çox amilləri Covidin istehsal zavodlarını bağladığı və ölkənin ət istehsal imkanlarını sarsıtdığı 2020-ci ilə aid etmək olar. Yavaşlama fermerləri mal ətlərini göndərmək üçün heç bir yer tapmadı. bu da onların mal-qaranı və digər mal-qaranı kəsmək məcburiyyətində qalması ilə nəticələndi. Bu, gələcəklə bağlı qeyri-müəyyənliklə birləşərək, fermerlərin o dövrdə istehsallarını azaltmağa səbəb oldu və Sundaram deyir ki, istehsalata bir il, il yarımdan çox təsir göstərə bilər. Eyni zamanda, emal müəssisələri bununla məşğul oldular. pandemiyadan əvvəl olduğu kimi eyni klipdə əti emal etmək imkanlarını azaldan işçi çatışmazlığı ilə. İstehsalın azalması, mal ətinə tələbin həm istehlakçılardan, həm də restoranlardan geri qayıtması, qiymətlərin yüksəlməsinə səbəb oldu.",
  "text148": "Hər həftə gecəsi son dəqiqədə yemək bişirməkdən bezmisinizsə, bu asan ailə yeməkləri günü xilas etmək üçün buradadır! Biz bilirik ki, həftənin hər gecəsi üçün asan nahar ideyaları ilə gəlmək bəzən sizi çətin vəziyyətə sala bilər. Amma narahat olmayın! Bu siyahıya ekipajınızdakı hər kəs üçün əla reseptlər daxildir - istər yeni toyuq yeməyi, istər sürətli makaron resepti, istərsə də vegetarian seçimi. Burada siz təmizlənməni asanlaşdıran tonlarla 30 dəqiqəlik sürətli yeməklər, Instant Pot reseptləri və qabda şam yeməyi tapa bilərsiniz. Ac izdihamınızı qidalandırmaq üçün kifayət qədər böyük bir şey axtarırsınız? Pioneer Qadının ən yaxşı güveç yeməklərindən başqa bir şeyə baxmayın - onun yaşıl çili enchilada güveç və ya toyuq spagettisi kimi. Siz həm əyləncəli, həm də yemək üçün səliqəsiz olan səliqəsiz joe güveç kimi uşaqlıq klassikalarında bəzi yeni bükülmələr tapacaqsınız! Bu rahat yemək reseptləri ilə yanaşı, hətta bir kovboyun da bəyənəcəyi bəzi sağlam yeməkləri daxil etməyi təmin etdik. Fritöz donuz pirzolası, taco salatı və ya qarşıdakı dadlı somon reseptlərindən birinə baxın. Odur ki, yeməkdən imtina edin və doyurucu yeməklər üçün bunlardan birini seçin - ailəniz sizə təşəkkür edəcək!",
  "text149": "Kyle Bailey bu pendirlə doldurulmuş Juicy Lucy burgerlərini üyüdülmüş qabırğalı biftek və donuz əti yağının xüsusi qarışığı ilə hazırlayır və onları evdə hazırlanmış ot-yağ rulonlarında təqdim edir. Ev aşpazı üçün bu sadələşdirilmiş versiyada qiymə mal əti və mağazadan alınmış brioche çörəkləri tələb olunur. Addım 1. Böyük bir qabda 1 xörək qaşığı kosher duzunu kələmlə qarışdırın və yumşalana və mayesini buraxana qədər təxminən 4 dəqiqə masaj edin. Kələmi süzgəcdə süzün və yuyun. Addım 2. Kasanı silin. Sirkə, şəkər, xardal toxumu, 1 stəkan su və 1 xörək qaşığı duz əlavə edin. Kələmi sirkə qarışığına əlavə edin, örtün və suyun altında qalması üçün üzərinə bir boşqab qoyun. Otaq temperaturunda 2 saat dayanmasına icazə verin. Addım 3. Bu arada, böyük bir qazanda 1 1/2 düym bitki yağı 325 ° -ə qədər qızdırın. Orta bir qabda, Wondra unu ilə soğanı atın. Soğanları bir anda qızardın, yumşaq qarışdırın, qızılı rəngə qədər təxminən 7 dəqiqə. Yivli bir qaşıqdan istifadə edərək, soğanı süzmək üçün kağız dəsmal ilə örtülmüş bir boşqaba köçürün. Soğanları duzla səpin. Bişirmə yağını ehtiyatda saxlayın. Addım 4. Orta qabda kıyılmış mal əti soğan tozu, sarımsaq tozu, hisə verilmiş paprika, Worcestershire sousu və hər biri 2 çay qaşığı kosher duzu və yer bibəri ilə birləşdirin. Hərtərəfli qarışdırılana qədər yumşaq bir şəkildə yoğurun. Mal ətini səkkiz 4 düymlük köftəyə çevirin. Doğranmış pendiri dörd 2 1/2 düymlük diskə basın. Pendir disklərini köftələrin arasına qoyun. Kənarları bərkitmək üçün bir-birinə sıxın. Addım 5. Qril qabını və ya qabı qızdırın. Burgerləri bir az zeytun yağı ilə yağlayın və dibi qızarana qədər orta istilikdə təxminən 3 dəqiqə bişirin. Burgerləri çevirin, onların üzərinə böyük istiliyədavamlı qabı çevirin və orta qızdırılana və pendir əriyənə qədər bişirin, təxminən 3 dəqiqə. Turşu kələmi boşaltın və bir hissəsini burgerlərin üzərinə tökün; duzlu kələmin qalan hissəsini başqa istifadə üçün rezerv edin. Üzərinə qızardılmış soğan və bulka ilə səpin və xidmət edin.",
  "text150": "Əsas Səhifə /",
  "text151": "Bizim Menyu"  ,
  "text152": "Pizzadakı məhsullar:",
  "text153": " pomidor sousu, mozzarella pendiri, dilimlənmiş vetçina və ananas",
  "text154": "Almağa davam edin"
}